"alert.addressnotfound.description"		= "Niestety nie udało nam się ustalić adresu biura wykładowcy.";
"alert.addressnotfound.title"			= "Nie znaleziono adresu";
"alert.missingmailaccount.description"	= "Najpierw należy skonfigurować konto e-mail.";
"alert.missingmailaccount.title"		= "Brak skonfigurowanego konta e-mail";

"base.cancel"	= "Anuluj";
"base.no"		= "Nie";
"base.ok"		= "OK";
"base.settings"	= "Ustawienia";
"base.yes"		= "Tak";
"base.unlink"	= "Rozłącz";

"controller.dashboard.title"			= "HTW";
"controller.dashboard.section.news"		= "Wiadomości";
"controller.dashboard.section.events"	= "Wydarzenia";
"controller.dashboard.meta.more"		= "Pokaż więcej";
"controller.dashboard.news.featured"	= "Featured";

"controller.dining.badges.vegan"			= "Posiłki przygotowywane są wyłącznie ze składników wegańskich";
"controller.dining.badges.climatefriendly"	= "Dania przyjazne dla klimatu";
"controller.dining.badges.vegetarian"		= "Posiłki są przygotowywane bez ryb i mięsa";
"controller.dining.badges.sustainable"		= "Żywność pochodząca ze zrównoważonej produkcji";
"controller.dining.badges.sustainablefish"	= "Zrównoważone rybołówstwo";

"controller.dining.categories.appetizer"	= "Przystawki";
"controller.dining.categories.salad"		= "Sałatki";
"controller.dining.categories.soup"			= "Zupy";
"controller.dining.categories.special"		= "Promocje";
"controller.dining.categories.main"			= "Dania główne";
"controller.dining.categories.side"			= "Dodatki";
"controller.dining.categories.dessert"		= "Desery";

/* The titles for the ingredients */
"controller.dining.ingredients.INGREDIENT_ADD_PORK_GELATINE"			= "zawiera wieprzowinę lub żelatynę pochodzącą z wieprzowiny";
"controller.dining.ingredients.INGREDIENT_ADD_ALCOHOL"					= "zawiera alkohol";
"controller.dining.ingredients.INGREDIENT_ADD_FLAVOR_ENHANCER"			= "wzmacniacz smaku";
"controller.dining.ingredients.INGREDIENT_ADD_WAXED"					= "woskowany";
"controller.dining.ingredients.INGREDIENT_ADD_PRESERVATIVE"				= "zawiera konserwant";
"controller.dining.ingredients.INGREDIENT_ADD_ANTIOXIDANT"				= "zawiera przeciwutleniacz";
"controller.dining.ingredients.INGREDIENT_ADD_ARTIFICIAL_COLORS"		= "zawiera sztuczny kolor";
"controller.dining.ingredients.INGREDIENT_ADD_PHOSPHATE"				= "zawiera fosforan";
"controller.dining.ingredients.INGREDIENT_ADD_BLACKENED"				= "czerniony";
"controller.dining.ingredients.INGREDIENT_ADD_PHENYLALANINE"			= "zawiera źródło fenyloalaniny";
"controller.dining.ingredients.INGREDIENT_ADD_ARTIFICIAL_SWEETENERS"	= "zawiera sztuczne substancje słodzące";
"controller.dining.ingredients.INGREDIENT_ADD_FINELY_GROUND_MEAT"		= "zawiera drobno zmielone mięso";
"controller.dining.ingredients.INGREDIENT_ADD_CAFFEINE"					= "zawiera kofeinę";
"controller.dining.ingredients.INGREDIENT_ADD_QUININE"					= "zawiera chininę";
"controller.dining.ingredients.INGREDIENT_ADD_SULPHURETTED"				= "siarkowany";
"controller.dining.ingredients.INGREDIENT_ADD_LAXATIVE_EFFECT"			= "efekt przeczyszczający";
"controller.dining.ingredients.INGREDIENT_ALG_GLUTEN_FROM_GRAIN"		= "zawiera gluten z ziarna";
"controller.dining.ingredients.INGREDIENT_ALG_WHEAT"					= "pszenica";
"controller.dining.ingredients.INGREDIENT_ALG_RYE"						= "żyto";
"controller.dining.ingredients.INGREDIENT_ALG_BARLEY"					= "jęczmień";
"controller.dining.ingredients.INGREDIENT_ALG_OAT"						= "owies";
"controller.dining.ingredients.INGREDIENT_ALG_SPELT"					= "orkisz";
"controller.dining.ingredients.INGREDIENT_ALG_KAMUT"					= "kamut";
"controller.dining.ingredients.INGREDIENT_ALG_CRUSTACEANS"				= "skorupiaki";
"controller.dining.ingredients.INGREDIENT_ALG_EGGS"						= "zawiera jajka";
"controller.dining.ingredients.INGREDIENT_ALG_FISH"						= "ryba";
"controller.dining.ingredients.INGREDIENT_ALG_PEANUTS"					= "orzeszki ziemne";
"controller.dining.ingredients.INGREDIENT_ALG_SHELL_FRUITS"				= "owoce łupiny";
"controller.dining.ingredients.INGREDIENT_ALG_ALMONDS"					= "migdały";
"controller.dining.ingredients.INGREDIENT_ALG_HAZELNUT"					= "orzech laskowy";
"controller.dining.ingredients.INGREDIENT_ALG_WALNUT"					= "orzech włoski";
"controller.dining.ingredients.INGREDIENT_ALG_CASHEW_NUT"				= "orzech nerkowca";
"controller.dining.ingredients.INGREDIENT_ALG_PECANS"					= "orzech pekan";
"controller.dining.ingredients.INGREDIENT_ALG_BRAZIL_NUT"				= "orzech brazylijski";
"controller.dining.ingredients.INGREDIENT_ALG_PISTACHIO"				= "pistacja";
"controller.dining.ingredients.INGREDIENT_ALG_MACADAMIA"				= "makadamia";
"controller.dining.ingredients.INGREDIENT_ALG_CELERY"					= "zawiera seler";
"controller.dining.ingredients.INGREDIENT_ALG_SOY_PROTEIN"				= "zawiera białko sojowe";
"controller.dining.ingredients.INGREDIENT_ALG_MUSTARDE"					= "musztarda";
"controller.dining.ingredients.INGREDIENT_ALG_MILK_DAIRY_LACTOSE"		= "mleko i przetwory mleczne, w tym laktoza";
"controller.dining.ingredients.INGREDIENT_ALG_SESAME_SEED"				= "nasiona sezamu";
"controller.dining.ingredients.INGREDIENT_ALG_SULPHUR_OXIDE_SULFIDE"	= "tlenek siarki i siarczek przy stężeniu > 10mg/kg lub 10mg/l";
"controller.dining.ingredients.INGREDIENT_ALG_LUPINE"					= "łubin";
"controller.dining.ingredients.INGREDIENT_ALG_MOLLUSCS"					= "mięczaki";
"controller.dining.ingredients.INGREDIENT_ALG_NITRITE_CURING_SALT"		= "sól azotynowa do peklowania";
"controller.dining.ingredients.INGREDIENT_ALG_YEAST"					= "zawiera drożdże";

"controller.dining.missingcontent.title"	= "O nie!";
"controller.dining.missingcontent.subtitle"	= "Nie ma menu dla wybranego dnia lub filtra. Sprawdź inny dzień lub wyłącz filtr.";

"controller.dining.ratings.green.leading"		= "Najlepszy wybór!";
"controller.dining.ratings.green.trailing"		= "Im częściej, tym lepiej";
"controller.dining.ratings.orange.leading"		= "Dobry wybór!";
"controller.dining.ratings.orange.trailing"		= "Od czasu do czasu.";
"controller.dining.ratings.red.leading"			= "Nie za często!";
"controller.dining.ratings.red.trailing"		= "Najlepiej połączyć z zielenią.";
"controller.dining.ratings.undefined.leading"	= "Brak informacji.";
"controller.dining.ratings.undefined.trailing"	= "Nie ma informacji o klasyfikacji tego dania.";

"controller.dining.sectiontitle.rating"		= "Klasyfikacja";
"controller.dining.sectiontitle.badge"		= "Odznaki";
"controller.dining.sectiontitle.additive"	= "Domieszki";
"controller.dining.sectiontitle.allergen"	= "Alergeny";

"controller.dining.weekmenutitle"			= "Tygodniowe menu";
"controller.dining.currentdateformat"		= "EEEE, MMM d";
"controller.dining.title"					= "Kafeteria";
"controller.dining.todaylabel"				= "Dzisiaj";
"controller.dining.prices.free"				= "bezpłatny";

"controller.lecturer.title"								= "Wykładowcy";
"controller.lecturer.detail.lastupdate"					= "Ostatnia aktualizacja: %@";
"controller.lecturer.detail.lastupdate.dateformat"		= "MMM d, h:mm a";
"controller.lecturer.detail.mail"						= "e-mail";
"controller.lecturer.detail.call"						= "zadzwoń";
"controller.lecturer.detail.visit"						= "strona";
"controller.lecturer.detail.section.fieldofwork"		= "Dziedzina pracy";
"controller.lecturer.detail.section.mainarea"			= "Priorytety pracy";
"controller.lecturer.detail.section.office"				= "Biuro";
"controller.lecturer.detail.section.officehours"		= "Godziny pracy";
"controller.lecturer.detail.section.officialcapacity"	= "Funkcja i jednostka organizacyjna";
"controller.lecturer.detail.section.researchactivities"	= "Działalność badawcze";
"controller.lecturer.searchbartitle"					= "Wyszukaj wykładowców";

"controller.lecturer.missingcontent.title"		= "O nie!";
"controller.lecturer.missingcontent.subtitle"	= "Nie znaleziono żadnych wykładowców dla twojego wkładu.";

"controller.settings.item.about"				= "Ta aplikacja...";
"controller.settings.legal.title"				= "Informacje prawne";
"controller.settings.legal.privacypolicy"		= "Polityka prywatności";
"controller.settings.legal.masthead"			= "Impressum";
"controller.settings.legal.termsofuse"			= "Warunki korzystania";
"controller.settings.legal.support"				= "Wsparcie";

"controller.settings.dining.campus"				= "Kampus";
"controller.settings.dining.campus.description"	= "Wybierz kampus, w którym przede wszystkim jesz obiad.";
"controller.settings.dining.filter"				= "Filtr";
"controller.settings.title"						= "Ustawienia";

"permission.eventstore.description"	= "Niestety nie mamy pozwolenia na dostęp do Twojego kalendarza. Możesz to zmienić w ustawieniach aplikacji.";
"permission.eventstore.title"		= "Brak zezwoleń";

"controller.studies.title"							= "Studia";
"controller.studies.htwservices.title"				= "Usługi HTW";
"controller.studies.htwservices.universitylibrary"	= "Biblioteka uniwersytecka";
"controller.studies.htwservices.medialibrary"		= "Biblioteka medialna";
"controller.studies.lectures.title"					= "Wykłady";
"controller.studies.lectures.cancelled.title"		= "Wykłady odwołane";
"controller.studies.lectures.cancelled.comment"		= "Komentarz";



"general.appVersion"	= "Wersja aplikacji";
"general.buildNumber"	= "Numer budowy";
"general.development"	= "Rozwój aplikacji";

"university.winterSemester"	= "Semestr zimowy";
"university.summerSemester"	= "Semestr letni";
"university.certificates"	= "Certyfikaty";

"downloads.title"						= "Pobranie";
"downloads.sectionAcademicCalendars"	= "Kalendarze akademickie";
"downloads.sectionRequestsForms"		= "Wnioski i formularze";
"downloads.schedule"					= "Indywidualny rozkład zajęć";
"downloads.forms.certificates"			= "Wniosek o wydanie świadectw lub świadectw zastępczych";
"downloads.forms.reimbursement"			= "Wniosek o zwrot";
"downloads.forms.leaveOfAbsence"		= "Wniosek o udzielenie urlopu wypoczynkowego";
"downloads.forms.partTimeStudies"		= "Wniosek o przyjęcie na studia w niepełnym wymiarze godzin";
"downloads.forms.revokePartTimeStudies"	= "Cofnięcie studiów w niepełnym wymiarze godzin";
"downloads.forms.exmatriculation"		= "Wniosek o eksmatrykulację";
"downloads.forms.semesterTicket"		= "Wniosek o dotację na bilet semestralny";
"downloads.forms.pregnancyPeriod"		= "Powiadomienie o ciąży/okresie pielęgniarskim";

"authentication.studentId"					= "ID studenta HTW";
"authentication.studentIdInfoTitle"			= "Jaki jest mój identyfikator studencki?";
"authentication.studentIdInfoDescription"	= "ID studenta HTW to numer immatrykulacyjny lub adres e-mail uczelni. Można go znaleźć na legitymacji studenckiej.";
"authentication.password"					= "Hasło";
"authentication.privacyInfo"				= "Twój identyfikator studenta, hasło i wszelkie prywatne informacje, takie jak oceny, będą przechowywane tylko na telefonie komórkowym.\
\
Możesz w każdej chwili odblokować swoje konto HTW w ustawieniach.";
"authentication.signInButton"				= "Połącz";
"authentication.invalidInputTitle"			= "Nieprawidłowe dane wejściowe";
"authentication.invalidInputDescription"	= "Identyfikator studenta i hasło muszą być wypełnione.";
"authentication.incorrectInputTitle"		= "Błędne informacje";
"authentication.incorrectInputDescription"	= "Identyfikator studenta lub hasło są błędne.";
"authentication.unlinkTitle"				= "Rozłącz konto HTW";
"authentication.unlinkDescription"			= "Jeśli odblokujesz swoje konto HTW, Twoje informacje zostaną usunięte z tego urządzenia. Możesz ponownie połączyć się z kontem HTW w dowolnym momencie.";
"authentication.unlinkConfirmation"			= "Na pewno chcesz odblokować swoje konto HTW?";
